Repository: Ashwinn11/honestly
Catalog: Honestly/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, zh_hans, zh_hant

source: leafy
ar: مورق
de: Belaubt
es: frondoso
fr: feuillu
it: frondoso
ja: 葉茂り
ko: 잎무성
nl: bladrijk
pt_br: folhoso
pt_pt: folhoso
ru: листва
zh_hans: 繁叶
zh_hant: 繁葉

source: Legal
ar: الشؤون القانونية
de: Rechtliches
fr: Mentions légales
it: Note legali
ja: 法的事項
ko: 법적 고지
nl: Juridisch
pt_br: Jurídico
pt_pt: Jurídico
ru: Правовая информация
zh_hans: 法律
zh_hant: 法律

source: less
ar: أقل
de: weniger
es: menos
fr: moins
it: meno
ja: 閉じる
ko: 접기
nl: minder
pt_br: menos
pt_pt: menos
ru: свернуть
zh_hans: 收起
zh_hant: 收起

source: let us guard your morning peace
ar: دعنا نحمي سلام صباحك
de: lass uns deine Morgenruhe schützen
es: deja que protejamos la paz de tu mañana
fr: laisse-nous protéger la paix de ton matin
it: lascia che proteggiamo la pace del tuo mattino
ja: あなたの朝の静けさを守らせてください
ko: 당신의 아침 평온을 지키게 해 주세요
nl: laat ons je ochtendrust bewaken
pt_br: deixe-nos proteger a paz da sua manhã
pt_pt: deixa-nos proteger a paz da tua manhã
ru: позволь нам беречь покой твоего утра
zh_hans: 让我们守护你早晨的宁静
zh_hant: 讓我們守護你早晨的寧靜

source: locked until you've had your three minutes. then they're yours — guilt-free.
ar: مقفلة حتى تأخذ دقائقك الثلاث. ثم تصبح لك — بلا شعور بالذنب.
de: gesperrt, bis du deine drei Minuten hattest. dann gehören sie dir — ganz ohne schlechtes Gewissen.
es: bloqueadas hasta tus tres minutos. después son tuyas — sin culpa.
fr: verrouillées jusqu'à tes trois minutes. ensuite elles sont à toi — sans culpabilité.
it: bloccate finché non hai i tuoi tre minuti. poi sono tue — senza sensi di colpa.
ja: 3分を終えるまでロック。そのあとは自由に — 罪悪感なしで。
ko: 3분을 끝낼 때까지 잠겨 있어요. 그다음엔 당신의 것 — 죄책감 없이.
nl: vergrendeld tot je je drie minuten hebt gehad. daarna zijn ze van jou — zonder schuldgevoel.
pt_br: bloqueados até você ter seus três minutos. depois são seus — sem culpa.
pt_pt: bloqueados até teres os teus três minutos. depois são teus — sem culpa.
ru: заблокированы, пока не пройдут твои три минуты. потом они твои — без чувства вины.
zh_hans: 在你完成三分钟之前一直锁定。之后它们就归你——毫无负担。
zh_hant: 在你完成三分鐘之前一直鎖定。之後它們就歸你——毫無負擔。

source: lost to the morning scroll — about %lld minutes, every single day.
ar: تضيع في تصفّح الصباح — حوالي %lld دقيقة، كل يوم.
de: verloren ans Morgen-Scrollen — etwa %lld Minuten, jeden Tag.
es: perdidas en el scroll matutino: unos %lld minutos, cada día.
fr: perdues dans le scroll du matin — environ %lld minutes, chaque jour.
it: perse nello scroll del mattino — circa %lld minuti, ogni giorno.
ja: 朝のスクロールに消える — 毎日およそ%lld分。
ko: 아침 스크롤에 빼앗겨요 — 매일 약 %lld분.
nl: verloren aan het ochtendscrollen — zo'n %lld minuten, elke dag.
pt_br: perdidos na rolagem matinal — cerca de %lld minutos, todo dia.
pt_pt: perdidos no scroll matinal — cerca de %lld minutos, todos os dias.
ru: уходит на утреннюю ленту — около %lld минут, каждый день.
zh_hans: 都耗在晨间刷屏上——每天约 %lld 分钟。
zh_hant: 都耗在晨間滑屏上——每天約 %lld 分鐘。

source: lush
ar: وارف
de: Üppig
es: exuberante
fr: luxuriant
it: rigoglioso
ja: 青々
ko: 무성함
nl: weelderig
pt_br: exuberante
pt_pt: exuberante
ru: пышный
zh_hans: 茂盛
zh_hant: 茂盛

source: Manage Membership
ar: إدارة العضوية
de: Mitgliedschaft verwalten
es: Gestionar membresía
fr: Gérer l'abonnement
it: Gestisci iscrizione
ja: メンバーシップを管理
ko: 멤버십 관리
nl: Lidmaatschap beheren
pt_br: Gerenciar assinatura
pt_pt: Gerir subscrição
ru: Управление подпиской
zh_hans: 管理会员
zh_hant: 管理會員

source: Membership
ar: العضوية
de: Mitgliedschaft
es: Membresía
fr: Abonnement
it: Iscrizione
ja: メンバーシップ
ko: 멤버십
nl: Lidmaatschap
pt_br: Assinatura
pt_pt: Subscrição
ru: Членство
zh_hans: 会员
zh_hant: 會員

source: miss a day
ar: تغيب يومًا
de: einen Tag verpassen
es: faltar un día
fr: rater un jour
it: saltare un giorno
ja: 1日空ける
ko: 하루 거르기
nl: een dag missen
pt_br: faltar um dia
pt_pt: faltar um dia
ru: пропустить день
zh_hans: 错过一天
zh_hant: 錯過一天

source: month
ar: الشهر
de: Monat
es: mes
fr: mois
it: mese
ja: 月表示
ko: 월별
nl: maand
pt_br: mês
pt_pt: mês
ru: месяц
zh_hans: 月
zh_hant: 月

source: MORNING CLUB
ar: نادي الصباح
ja: モーニングクラブ
ko: 모닝 클럽
ru: УТРЕННИЙ КЛУБ
zh_hans: 晨间俱乐部
zh_hant: 晨間俱樂部

source: morning club member
ar: عضو في نادي الصباح
de: Morning-Club-Mitglied
es: miembro del club de la mañana
fr: membre du club du matin
it: membro del morning club
ja: モーニングクラブ会員
ko: 모닝 클럽 회원
nl: lid van de morning club
pt_br: membro do clube da manhã
pt_pt: membro do clube da manhã
ru: участник утреннего клуба
zh_hans: 晨间俱乐部会员
zh_hant: 晨間俱樂部會員

source: morning coffee
ar: قهوة الصباح
de: Morgenkaffee
es: café de la mañana
fr: le café du matin
it: il caffè del mattino
ja: 朝のコーヒー
ko: 아침 커피
nl: ochtendkoffie
pt_br: café da manhã
pt_pt: café da manhã
ru: утренний кофе
zh_hans: 早晨的咖啡
zh_hant: 早晨的咖啡

source: morning light
ar: ضوء الصباح
de: Morgenlicht
es: la luz de la mañana
fr: la lumière du matin
it: la luce del mattino
ja: 朝の光
ko: 아침 햇살
nl: ochtendlicht
pt_br: a luz da manhã
pt_pt: a luz da manhã
ru: утренний свет
zh_hans: 清晨的光
zh_hant: 清晨的光

source: mornings
ar: صباحات
de: Morgen
es: mañanas
fr: matins
it: mattine
ja: 朝の記録
ko: 아침들
nl: ochtenden
pt_br: manhãs
pt_pt: manhãs
ru: утра
zh_hans: 晨间记事
zh_hant: 晨間記事

source: music
ar: الموسيقى
de: Musik
es: la música
fr: la musique
it: la musica
ja: 音楽
ko: 음악
nl: muziek
pt_br: música
pt_pt: música
ru: музыка
zh_hans: 音乐
zh_hant: 音樂

source: my family
ar: عائلتي
de: meine Familie
es: mi familia
fr: ma famille
it: la mia famiglia
ja: 家族
ko: 내 가족
nl: mijn familie
pt_br: minha família
pt_pt: a minha família
ru: моя семья
zh_hans: 我的家人
zh_hant: 我的家人

source: my health
ar: صحتي
de: meine Gesundheit
es: mi salud
fr: ma santé
it: la mia salute
ja: 健康
ko: 내 건강
nl: mijn gezondheid
pt_br: minha saúde
pt_pt: a minha saúde
ru: моё здоровье
zh_hans: 我的健康
zh_hant: 我的健康

source: my home
ar: بيتي
de: mein Zuhause
es: mi hogar
fr: mon chez-moi
it: la mia casa
ja: わが家
ko: 내 보금자리
nl: mijn thuis
pt_br: meu lar
pt_pt: o meu lar
ru: мой дом
zh_hans: 我的家
zh_hant: 我的家

source: my partner
ar: شريكي
de: mein Partner
es: mi pareja
fr: mon ou ma partenaire
it: il mio partner
ja: パートナー
ko: 내 파트너
nl: mijn partner
pt_br: meu parceiro
pt_pt: o meu parceiro
ru: мой партнёр
zh_hans: 我的伴侣
zh_hant: 我的伴侶

source: my quiet room
ar: غرفتي الهادئة
de: mein stilles Zimmer
es: mi habitación tranquila
fr: ma chambre paisible
it: la mia stanza tranquilla
ja: 静かな自分の部屋
ko: 조용한 내 방
nl: mijn stille kamer
pt_br: meu quarto silencioso
pt_pt: o meu quarto silencioso
ru: моя тихая комната
zh_hans: 我安静的房间
zh_hant: 我安靜的房間

source: my work
ar: عملي
de: meine Arbeit
es: mi trabajo
fr: mon travail
it: il mio lavoro
ja: 仕事
ko: 내 일
nl: mijn werk
pt_br: meu trabalho
pt_pt: o meu trabalho
ru: моя работа
zh_hans: 我的工作
zh_hant: 我的工作

source: name the weather
ar: سمِّ الطقس
de: benenne das Wetter
es: nombra el clima
fr: nomme le temps
it: dai un nome al tempo
ja: 天気に名前をつける
ko: 날씨에 이름 붙이기
nl: benoem het weer
pt_br: dê nome ao clima
pt_pt: dá nome ao clima
ru: назови погоду
zh_hans: 说出此刻的天气
zh_hant: 說出此刻的天氣

source: next: gratitude
ar: التالي: الامتنان
de: weiter: Dankbarkeit
es: siguiente: gratitud
fr: ensuite : gratitude
it: avanti: gratitudine
ja: 次へ：感謝
ko: 다음: 감사
nl: volgende: dankbaarheid
pt_br: a seguir: gratidão
pt_pt: a seguir: gratidão
ru: далее: благодарность
zh_hans: 下一步：感恩
zh_hant: 下一步：感恩

source: No backup found in iCloud yet.
ar: لا توجد نسخة احتياطية في iCloud بعد.
de: Noch keine Sicherung in iCloud gefunden.
es: Aún no hay copias de seguridad en iCloud.
fr: Aucune sauvegarde trouvée dans iCloud pour l'instant.
it: Nessun backup trovato in iCloud per ora.
ja: iCloudにバックアップはまだありません。
ko: 아직 iCloud에 백업이 없어요.
nl: Nog geen back-up gevonden in iCloud.
pt_br: Nenhum backup encontrado no iCloud ainda.
pt_pt: Ainda não há cópias de segurança no iCloud.
ru: В iCloud пока нет резервных копий.
zh_hans: iCloud 中还没有备份。
zh_hant: iCloud 中還沒有備份。

source: No purchase found for this Apple ID.
ar: لم يُعثر على عملية شراء لحساب Apple هذا.
de: Kein Kauf für diese Apple-ID gefunden.
es: No se encontró ninguna compra para este ID de Apple.
fr: Aucun achat trouvé pour cet identifiant Apple.
it: Nessun acquisto trovato per questo ID Apple.
ja: このApple IDの購入は見つかりませんでした。
ko: 이 Apple ID에 대한 구매 내역을 찾을 수 없어요.
nl: Geen aankoop gevonden voor deze Apple ID.
pt_br: Nenhuma compra encontrada para este ID Apple.
pt_pt: Nenhuma compra encontrada para este ID Apple.
ru: Покупки для этого Apple ID не найдены.
zh_hans: 未找到此 Apple ID 的购买记录。
zh_hant: 找不到此 Apple ID 的購買記錄。

source: nothing's guarded yet.
ar: لا شيء محمي بعد.
de: Noch nichts geschützt.
es: Nada protegido todavía.
fr: Rien n'est encore protégé.
it: Niente è ancora protetto.
ja: まだ何も守られていません。
ko: 아직 보호되는 게 없어요.
nl: Nog niets beschermd.
pt_br: Nada protegido ainda.
pt_pt: Ainda nada protegido.
ru: Пока ничего не защищено.
zh_hans: 还没有任何守护。
zh_hant: 還沒有任何守護。

source: OK
ar: حسنًا
ko: 확인
ru: ОК
zh_hans: 好
zh_hant: 好

source: peace
ar: سكينة
de: Ruhe
es: paz
fr: paix
it: pace
ja: やすらぎ
ko: 평온
nl: rust
pt_br: paz
pt_pt: paz
ru: покой
zh_hans: 平静
zh_hant: 平靜

source: people I love
ar: أشخاص أحبهم
de: Menschen, die ich liebe
es: personas que amo
fr: les gens que j'aime
it: le persone che amo
ja: 大切な人たち
ko: 사랑하는 사람들
nl: mensen van wie ik hou
pt_br: pessoas que amo
pt_pt: pessoas que amo
ru: люди, которых я люблю
zh_hans: 我所爱的人
zh_hant: 我所愛的人

source: pick the apps to block until you journal.
ar: اختر التطبيقات التي تُحظر حتى تكتب.
de: Wähle die Apps, die blockiert werden, bis du schreibst.
es: Elige las apps que se bloquearán hasta que escribas.
fr: Choisis les apps à bloquer jusqu'à ce que tu écrives.
it: Scegli le app da bloccare finché non scrivi.
ja: 書き終えるまでブロックするアプリを選びましょう。
ko: 기록할 때까지 차단할 앱을 골라 보세요.
nl: Kies de apps om te blokkeren totdat je schrijft.
pt_br: Escolha os apps para bloquear até você escrever.
pt_pt: Escolhe as apps a bloquear até escreveres.
ru: Выбери приложения, которые блокировать, пока не запишешь.
zh_hans: 选择在你写日记前要屏蔽的应用。
zh_hant: 選擇在你寫日記前要封鎖的應用程式。

source: policy
ar: السياسة
de: Richtlinie
es: política
fr: confidentialité
it: privacy
ja: ポリシー
ko: 정책
nl: beleid
pt_br: política
pt_pt: política
ru: политика
zh_hans: 隐私政策
zh_hant: 隱私政策

source: pretty mindful.
ar: واعٍ جدًا.
de: ziemlich achtsam.
es: bastante consciente.
fr: plutôt conscient.
it: piuttosto consapevole.
ja: とても意識的。
ko: 꽤 의식적이에요.
nl: best bewust.
pt_br: bem consciente.
pt_pt: bastante consciente.
ru: довольно осознанно.
zh_hans: 相当自律。
zh_hant: 相當自律。

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私政策

source: quiet time
ar: وقت هادئ
de: stille Zeit
es: un rato de calma
fr: un moment de calme
it: un momento di quiete
ja: 静かなひととき
ko: 조용한 시간
nl: rustige tijd
pt_br: um tempo de sossego
pt_pt: um tempo de sossego
ru: тихие минуты
zh_hans: 安静的时光
zh_hant: 安靜的時光

source: reclaim ~%lld hours a year
ar: استعد ~%lld ساعة في السنة
de: ~%lld Stunden im Jahr zurückholen
es: recupera ~%lld horas al año
fr: récupère ~%lld heures par an
it: riprenditi ~%lld ore all'anno
ja: 年間で約%lld時間を取り戻す
ko: 연간 약 %lld시간 되찾기
nl: haal ~%lld uur per jaar terug
pt_br: recupere ~%lld horas por ano
pt_pt: recupera ~%lld horas por ano
ru: верни ~%lld часов в год
zh_hans: 每年夺回约 %lld 小时
zh_hant: 每年奪回約 %lld 小時

source: reclaim my mornings
ar: استعد صباحاتي
de: Meine Morgen zurückholen
es: recuperar mis mañanas
fr: récupérer mes matins
it: riprendermi le mattine
ja: 朝を取り戻す
ko: 내 아침 되찾기
nl: mijn ochtenden terugwinnen
pt_br: recuperar minhas manhãs
pt_pt: recuperar as minhas manhãs
ru: вернуть мои утра
zh_hans: 夺回我的早晨
zh_hant: 奪回我的早晨

source: reclaim the time the scroll steals
ar: استعد الوقت الذي يسرقه التصفّح
de: Hol dir die Zeit zurück, die das Scrollen stiehlt
es: recupera el tiempo que te roba el scroll
fr: récupère le temps que le scroll te vole
it: riprenditi il tempo che lo scroll ti ruba
ja: スクロールに奪われる時間を取り戻す
ko: 스크롤이 빼앗는 시간을 되찾기
nl: haal de tijd terug die het scrollen steelt
pt_br: recupere o tempo que a rolagem rouba
pt_pt: recupera o tempo que o scroll te rouba
ru: верни время, которое крадёт лента
zh_hans: 夺回被刷手机偷走的时间
zh_hant: 奪回被滑手機偷走的時間

source: restore
ar: استعادة
de: Wiederherstellen
es: restaurar
fr: restaurer
it: ripristina
ja: 復元
ko: 복원
nl: herstellen
pt_br: restaurar
pt_pt: restaurar
ru: восстановить
zh_hans: 恢复
zh_hant: 回復

source: Restore failed. Check your iCloud connection.
ar: فشلت الاستعادة. تحقق من اتصال iCloud.
de: Wiederherstellung fehlgeschlagen. Prüfe deine iCloud-Verbindung.
es: Error al restaurar. Comprueba tu conexión a iCloud.
fr: Échec de la restauration. Vérifie ta connexion iCloud.
it: Ripristino non riuscito. Controlla la connessione a iCloud.
ja: 復元に失敗しました。iCloudの接続を確認してください。
ko: 복원에 실패했어요. iCloud 연결을 확인하세요.
nl: Herstellen mislukt. Controleer je iCloud-verbinding.
pt_br: Falha ao restaurar. Verifique sua conexão com o iCloud.
pt_pt: Falha ao restaurar. Verifica a ligação ao iCloud.
ru: Не удалось восстановить. Проверьте подключение к iCloud.
zh_hans: 恢复失败。请检查你的 iCloud 连接。
zh_hant: 還原失敗。請檢查你的 iCloud 連線。

source: Restore from backup
ar: استعادة من نسخة احتياطية
de: Aus Backup wiederherstellen
es: Restaurar desde copia
fr: Restaurer depuis une sauvegarde
it: Ripristina da backup
ja: バックアップから復元
ko: 백업에서 복원
nl: Herstellen vanaf back-up
pt_br: Restaurar do backup
pt_pt: Restaurar da cópia
ru: Восстановить из копии
zh_hans: 从备份恢复
zh_hant: 從備份還原

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
nl: Aankopen herstellen
pt_br: Restaurar compras
pt_pt: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买
zh_hant: 回復購買

source: Restored %lld entries from iCloud.
ar: تمت استعادة %lld مدخلة من iCloud.
de: %lld Einträge aus iCloud wiederhergestellt.
es: Se restauraron %lld entradas desde iCloud.
fr: %lld entrées restaurées depuis iCloud.
it: %lld voci ripristinate da iCloud.
ja: %lld件のエントリーをiCloudから復元しました。
ko: %lld개의 기록을 iCloud에서 복원했어요.
nl: %lld items hersteld vanuit iCloud.
pt_br: %lld entradas restauradas do iCloud.
pt_pt: %lld entradas restauradas do iCloud.
ru: %lld записей восстановлено из iCloud.
zh_hans: 已从 iCloud 恢复 %lld 条记录。
zh_hant: 已從 iCloud 還原 %lld 則記錄。

source: Sad
ar: حزين
de: Traurig
es: Triste
fr: Triste
it: Triste
ja: 悲しい
ko: 슬픔
nl: Verdrietig
pt_br: Triste
pt_pt: Triste
ru: Грусть
zh_hans: 难过
zh_hant: 難過

source: screen time's off.
ar: وقت الشاشة متوقّف.
de: Bildschirmzeit ist aus.
es: Tiempo de uso desactivado.
fr: Temps d'écran désactivé.
it: Tempo di utilizzo disattivato.
ja: スクリーンタイムがオフです。
ko: 스크린 타임이 꺼져 있어요.
nl: Schermtijd staat uit.
pt_br: Tempo de uso está desativado.
pt_pt: Tempo de ecrã está desativado.
ru: Экранное время выключено.
zh_hans: 屏幕使用时间已关闭。
zh_hant: 螢幕使用時間已關閉。

source: search your mornings
ar: ابحث في صباحاتك
de: Durchsuche deine Morgen
es: busca en tus mañanas
fr: cherche dans tes matins
it: cerca nelle tue mattine
ja: 朝の記録を検索
ko: 아침 기록 검색
nl: zoek in je ochtenden
pt_br: busque nas suas manhãs
pt_pt: procura nas tuas manhãs
ru: поиск по твоим утрам
zh_hans: 搜索你的晨间记录
zh_hant: 搜尋你的晨間記錄

source: secure checkout · one-time purchase
ar: دفع آمن · عملية شراء لمرة واحدة
de: sichere Zahlung · einmaliger Kauf
es: pago seguro · compra única
fr: paiement sécurisé · achat unique
it: pagamento sicuro · acquisto unico
ja: 安全な決済 · 買い切り
ko: 안전한 결제 · 1회 구매
nl: veilig afrekenen · eenmalige aankoop
pt_br: pagamento seguro · compra única
pt_pt: pagamento seguro · compra única
ru: безопасная оплата · разовая покупка
zh_hans: 安全付款 · 一次性购买
zh_hant: 安全付款 · 一次性購買

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Ajustes
pt_pt: Definições
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: show up
ar: احضر
de: da sein
es: presentarse
fr: être là
it: esserci
ja: 顔を出す
ko: 나타나기
nl: kom opdagen
pt_br: comparecer
pt_pt: comparecer
ru: прийти
zh_hans: 现身
zh_hant: 現身

source: show up every morning and watch it bloom. miss a day and it needs you back.
ar: احضر كل صباح وشاهدها تزهر. تغيب يومًا فتحتاجك من جديد.
de: Sei jeden Morgen da und sieh sie erblühen. Verpasst du einen Tag, braucht sie dich zurück.
es: preséntate cada mañana y mírala florecer. si faltas un día, te necesita de vuelta.
fr: sois là chaque matin et regarde-la fleurir. saute un jour, et elle a besoin que tu reviennes.
it: presentati ogni mattina e guardala fiorire. salta un giorno e ha bisogno che tu torni.
ja: 毎朝顔を出して、咲くのを見届けて。1日空けると、また戻ってきてほしがります。
ko: 매일 아침 들러서 피어나는 걸 지켜봐요. 하루 빠지면 당신을 다시 필요로 해요.
nl: kom elke ochtend langs en zie hem bloeien. sla je een dag over, dan heeft hij je terug nodig.
pt_br: apareça toda manhã e veja-a florescer. se faltar um dia, ela precisa de você de volta.
pt_pt: aparece todas as manhãs e vê-a florescer. se faltares um dia, ela precisa de ti de volta.
ru: приходи каждое утро и смотри, как оно цветёт. пропустишь день — ему снова нужен ты.
zh_hans: 每天早晨都来，看它绽放。错过一天，它就需要你回来。
zh_hant: 每天早晨都來，看它綻放。錯過一天，它就需要你回來。

source: showed up today.
ar: حضرتَ اليوم.
de: heute da gewesen.
es: lograste hoy.
fr: été là aujourd'hui.
it: sei stato oggi.
ja: 今日も 向き合えた。
ko: 오늘도 해냈어요.
nl: er vandaag geweest.
pt_br: compareceu hoje.
pt_pt: compareceste hoje.
ru: пришёл сегодня.
zh_hans: 今天 现身了。
zh_hant: 今天 現身了。

source: skip for now
ar: تخطَّ الآن
de: vorerst überspringen
es: omitir por ahora
fr: passer pour l'instant
it: salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
nl: nu overslaan
pt_br: pular por enquanto
pt_pt: ignorar por agora
ru: пропустить пока
zh_hans: 暂时跳过
zh_hant: 暫時跳過

source: someone I like
ar: شخص أحبه
de: jemand, den ich mag
es: alguien que me gusta
fr: quelqu'un que j'apprécie
it: qualcuno che mi piace
ja: 好きな人
ko: 좋아하는 사람
nl: iemand die ik leuk vind
pt_br: alguém de quem gosto
pt_pt: alguém de quem gosto
ru: человек, который мне нравится
zh_hans: 我喜欢的人
zh_hant: 我喜歡的人

source: someone who helped
ar: شخص قدّم لي يد العون
de: jemand, der geholfen hat
es: alguien que ayudó
fr: quelqu'un qui a aidé
it: qualcuno che ha aiutato
ja: 助けてくれた人
ko: 도와준 누군가
nl: iemand die hielp
pt_br: alguém que ajudou
pt_pt: alguém que ajudou
ru: кто-то, кто помог
zh_hans: 帮助过我的人
zh_hant: 幫助過我的人

source: something beautiful
ar: شيء جميل
de: etwas Schönes
es: algo hermoso
fr: quelque chose de beau
it: qualcosa di bello
ja: 美しい何か
ko: 아름다운 무언가
nl: iets moois
pt_br: algo bonito
pt_pt: algo bonito
ru: что-то красивое
zh_hans: 美好的事物
zh_hant: 美好的事物

source: sprout
ar: برعم
de: Spross
es: brote
fr: pousse
it: germoglio
ja: 芽
ko: 새싹
nl: scheut
pt_br: broto
pt_pt: rebento
ru: росток
zh_hans: 嫩芽
zh_hant: 嫩芽

source: Sprout collection
ar: مجموعة البراعم
de: Spross-Sammlung
es: Colección de brotes
fr: Collection de pousses
it: Collezione di germogli
ja: 芽のコレクション
ko: 새싹 컬렉션
nl: Scheut-collectie
pt_br: Coleção de brotos
pt_pt: Coleção de rebentos
ru: Коллекция ростков
zh_hans: 嫩芽收藏
zh_hant: 嫩芽收藏

source: sprouts
ar: براعم
de: Sprossen
es: brotes
fr: pousses
it: germogli
ja: 個の芽
ko: 새싹
nl: scheuten
pt_br: brotos
pt_pt: rebentos
ru: ростков
zh_hans: 株嫩芽
zh_hant: 株嫩芽

source: start anywhere. it'll come…
ar: ابدأ من أي مكان. ستأتي الكلمات…
de: Fang irgendwo an. Es kommt schon…
es: empieza donde sea. ya vendrá…
fr: commence n'importe où. ça viendra…
it: comincia da qualsiasi punto. arriverà…
ja: どこからでもどうぞ。言葉は出てきます…
ko: 어디서든 시작하세요. 곧 떠오를 거예요…
nl: begin ergens. het komt vanzelf…
pt_br: comece de qualquer lugar. vai vir…
pt_pt: começa onde quiseres. há de vir…
ru: начни откуда угодно. слова придут…
zh_hans: 从哪里开始都行，灵感会来的……
zh_hant: 從哪裡開始都行，靈感會來的……

source: start my mornings
ar: ابدأ صباحاتي
de: Meine Morgen beginnen
es: empezar mis mañanas
fr: commencer mes matins
it: inizia le mie mattine
ja: 朝を始める
ko: 내 아침 시작하기
nl: begin mijn ochtenden
pt_br: começar minhas manhãs
pt_pt: começar as minhas manhãs
ru: начать мои утра
zh_hans: 开启我的早晨
zh_hant: 開啟我的早晨

source: subscribe
ar: اشترك
de: Abonnieren
es: suscribirse
fr: s'abonner
it: abbonati
ja: 登録する
ko: 구독하기
nl: abonneren
pt_br: assinar
pt_pt: subscrever
ru: оформить подписку
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription terms:
ar: شروط الاشتراك:
de: Abo-Bedingungen:
es: Términos de la suscripción:
fr: Conditions d'abonnement :
it: Termini dell'abbonamento:
ja: サブスクリプション規約:
ko: 구독 약관:
nl: Abonnementsvoorwaarden:
pt_br: Termos da assinatura:
pt_pt: Termos da subscrição:
ru: Условия подписки:
zh_hans: 订阅条款：
zh_hant: 訂閱條款：

source: sunny weather
ar: طقس مشمس
de: sonniges Wetter
es: un día soleado
fr: un temps ensoleillé
it: una giornata di sole
ja: 晴れた天気
ko: 화창한 날씨
nl: zonnig weer
pt_br: tempo ensolarado
pt_pt: tempo soalheiro
ru: солнечная погода
zh_hans: 晴朗的天气
zh_hant: 晴朗的天氣

source: take care of
ar: اعتنِ بـ
de: kümmere dich um
es: cuida de
fr: prends soin de
it: prenditi cura di
ja: 大切に育てよう
ko: 돌봐 주세요
nl: zorg voor
pt_br: cuide da
pt_pt: cuida da
ru: позаботься о
zh_hans: 好好照顾
zh_hant: 好好照顧

source: takes 2 minutes · pinky promise
ar: يستغرق دقيقتين · وعد أكيد
de: dauert 2 Minuten · großes Ehrenwort
es: toma 2 minutos · te lo prometo
fr: 2 minutes · promis juré
it: bastano 2 minuti · promesso
ja: 2分でOK · 約束ね
ko: 2분이면 돼요 · 약속해요
nl: duurt 2 minuten · erewoord
pt_br: leva 2 minutos · prometo
pt_pt: leva 2 minutos · prometo
ru: займёт 2 минуты · честное слово
zh_hans: 只需 2 分钟 · 拉钩约定
zh_hant: 只需 2 分鐘 · 打勾約定

source: tap a mood to begin writing
ar: اضغط على مزاج لتبدأ الكتابة
de: Tippe auf eine Stimmung, um zu schreiben
es: toca un estado de ánimo para empezar a escribir
fr: touche une humeur pour commencer à écrire
it: tocca un umore per iniziare a scrivere
ja: 気分をタップして書き始めましょう
ko: 기분을 눌러 작성을 시작하세요
nl: tik op een stemming om te beginnen met schrijven
pt_br: toque em um humor para começar a escrever
pt_pt: toca num humor para começar a escrever
ru: коснись настроения, чтобы начать писать
zh_hans: 点一个心情开始书写
zh_hant: 點一個心情開始書寫

source: tap how the inside feels today.
ar: اضغط لتعبّر عن شعورك الداخلي اليوم.
de: Tippe, wie es sich heute innen anfühlt.
es: toca cómo te sientes por dentro hoy.
fr: touche ce que tu ressens au-dedans aujourd'hui.
it: tocca come ti senti dentro oggi.
ja: 今日の心の中をタップで。
ko: 오늘 마음속 느낌을 눌러요.
nl: tik hoe het vanbinnen voelt vandaag.
pt_br: toque em como você se sente por dentro hoje.
pt_pt: toca em como te sentes por dentro hoje.
ru: коснись, как ты чувствуешь себя внутри сегодня.
zh_hans: 点一下今天内心的感觉。
zh_hant: 點一下今天內心的感覺。

source: terms
ar: الشروط
de: Bedingungen
es: términos
fr: conditions
it: termini
ja: 利用規約
ko: 약관
nl: voorwaarden
pt_br: termos
pt_pt: termos
ru: условия
zh_hans: 条款
zh_hant: 條款

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
nl: Servicevoorwaarden
pt_br: Termos de Serviço
pt_pt: Termos de Serviço
ru: Условия использования
zh_hans: 服务条款
zh_hant: 服務條款

source: that's my pace →
ar: هذه وتيرتي →
de: das ist mein Tempo →
es: ese es mi ritmo →
fr: c'est mon rythme →
it: questo è il mio ritmo →
ja: これが私のペース →
ko: 이게 제 속도예요 →
nl: dat is mijn tempo →
pt_br: esse é meu ritmo →
pt_pt: esse é o meu ritmo →
ru: это мой темп →
zh_hans: 这就是我的节奏 →
zh_hant: 這就是我的節奏 →

source: that's the one
ar: هذا هو الخيار
de: das ist es
es: ese es
fr: c'est celui-là
it: è questo
ja: これにする
ko: 이걸로 할래요
nl: dat is 'm
pt_br: é essa
pt_pt: é essa
ru: вот этот
zh_hans: 就选它
zh_hant: 就選它

source: the apps are built to keep you.
ar: التطبيقات مصمّمة لتبقيك.
de: Die Apps sind gemacht, um dich zu halten.
es: las apps están hechas para retenerte.
fr: les apps sont conçues pour te retenir.
it: le app sono fatte per trattenerti.
ja: アプリはあなたを離さないように作られています。
ko: 앱은 당신을 붙잡아 두도록 설계돼 있어요.
nl: de apps zijn gemaakt om je vast te houden.
pt_br: os apps são feitos para te prender.
pt_pt: as apps são feitas para te prender.
ru: приложения созданы, чтобы удерживать тебя.
zh_hans: 这些应用天生就是为了留住你。
zh_hant: 這些應用程式天生就是為了留住你。
